export const introduce =  [{
  "id": 1,
  "title": "자기소개",
  "content": " 새로운 분야를 두려워하지 않고 공부하고 도전하는 개발자가 될 것 입니다. 활발한 의견 교류를 지향하며 새로운 의견을 받아들이는데 적극적인 구성원, 개발자가 되겠습니다."
},
{
  "id": 2,
  "title": "장점",
  "content": "맡은 바를 다한다는 말이 어쩌면 고루한 이야기처럼 들릴 것입니다. 하지만 저는 성실하고 책임감이 강한 성격이 저의 강점이라고 생각합니다. 저는 이전 직장에서 재고 관리, 근태 관리, 제품 출고, 공장 전체의 지출, 법적 중요 서류 관리 등 많은 업무를 도맡아 처리하였습니다. 제가 많은 업무를 도맡아 할 수 있었던 원동력은 다름 아닌 책임감이었습니다."
},
{
  "id": 3,
  "title": "단점 및 보완하려는 노력",
  "content": "성격이 급하여 때때로 일을 서둘러 진행하려고 합니다. 그로 인해 프로젝트를 진행하는 중간에 수정할 부분이 생겨나고, 생각지도 못한 이슈가 발생하기도 하였습니다. 단점을 보완하기 위해 프로그래밍을 하기 전에 구조 잡는 연습을 하거나, 완수해야 할 작은 목표부터 큰 목표까지 미리 목록을 적어 정리하는 습관을 들였습니다. 이러한 노력으로 이전보다 일의 우선순위를 파악하기가 쉬워졌으며 프로그래밍을 차례대로 진행할 수 있게 되었습니다."
},
{
  "id": 4,
  "title":"학습 과정 중 어려웠던 점 및 극복하고자 했던 노력" ,
  "content": "처음 학습 과정을 시작했을 때 가장 어려웠던 것은 컴퓨팅사고였습니다. 이제껏 해왔던 사고와는 전혀 다르게 접근해야만 했습니다. 단순히 코드만 짜는 것이 아닌 컴퓨팅 사고를 키워야 했습니다. 저는 이러한 어려움을 극복하기 위해 정보처리 산업 기사 시험에 응시하여 필기시험에 합격하였습니다. 컴퓨터에 관한 이론을 공부하며 컴퓨터에 대해 이해하는 과정을 가질 수 있게 된 경험이었습니다."
}, {
  "id": 5,
  "title": "포부",
  "content": "사용자의 편의를 최대로 고민하고, 사용자에게 즐거움을 선사할 수 있는 개발자가 되겠습니다. 현재에 안주하지 않고 배우고 성장해 나가겠습니다. 개인의 의견에 매몰되지 않고 동료들의 의견을 적극 수용하며 유관 부서와의 소통도 게을리 하지 않는 조직에 꼭 필요한 구성원이 되겠습니다. 조직과 함께 성장하며 문제 해결 능력이 뛰어난 전문가가 되도록 노력하겠습니다."
}
]